
"Delete" = "Delete"; 
"OK" = "OK";

/* Tab bar */
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";

/* Home page */
"%lld items" = "%lld items";
"Up Next" = "Up Next";
"More to explore" = "More to explore";
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete."; /* %g fomatted double / %% = precent % */

/* Open projects tab */
"Open Projects" = "Open Projects";
"New Project" = "New Project";
"Add New Item" = "Add New Item";
"Project name" = "Project name";

"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";

/* Edit project */
"Custom poject colour" = "Custom poject colour";
"Select a project colour" = "Select a project colour";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Grey" = "Dark Grey";
"Grey" = "Grey";

/* Closed projects tab */
"Closed Projects" = "Closed Projects";
"Add Project" = "Add Project";
"Edit Project" = "Edit Project";

"Delete Project" = "Delete Project";

/* a button that shows a menu with the following items */
"Sort" = "Sort";
"Sort Items" = "Sort Items"; /* title of the menu*/
"Optimized" = "Optimized"; /* sort using an optimized algorithm */
"Title" = "Title"; /* Sort by the date the items were added */
"Creation Date" = "Creation Date"; /* sort by date created */

"Close this project" = "Close this project";
"Reopen this project" = "Reopen this project";
"Delete this project" = "Delete this project";

/* Edit / Add new items */
"New Item" = "New Item";
"Item Name" = "Item Name";
"Basic Settings" = "Basic Settings";
"Edit Item" = "Edit Item";
"Description" = "Description";

"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Mark Completed" = "Mark Completed";

/* Awards page */
"Locked" = "Locked";
"Unlocked: %@" = "Unlocked: %@";

/* Projects view */
"There is nothing here right now" = "There is nothing here right now";
"Description of this project" = "Description of this project";
"Please select something from the menu to begin" = "Please select something from the menu to begin";

/* Alerts */
"Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely" = "Closing a project moves it from the Open to Closed tab; deleting it removes the project entirely";

"Are you sure you want to delete this project? You will also delete all the items it contains" = "Are you sure you want to delete this project? You will also delete all the items it contains";
